---
kind: enumMember
id: F:Autodesk.Revit.DB.LeaderShape.Arc
enum: Autodesk.Revit.DB.LeaderShape
zh: 弧、圆弧
source: html/116cbc39-8db2-b375-a42f-a6bf3c73df68.htm
---
# Autodesk.Revit.DB.LeaderShape.Arc

**中文**: 弧、圆弧

An arc between between the end point and anchor point.
 In this shape the elbow point controls the arc's radius.